Repository: chipollinoavgn-dev/status2
Catalog: locale/*/LC_MESSAGES/server-status.po
Languages: lt_lt, nb_no

source: Page Not Found
lt_lt: Puslapis nerastas
nb_no: Siden eksisterer ikke

source: Sorry, but the page you were trying to view does not exist.
lt_lt: Atleiskit, bet puslapis neegzistuoja
nb_no: Beklager, men siden du prøver å aksessere eksisterer ikke

source: Dashboard
lt_lt: Prietaisų skydelis
nb_no: Dashbord

source: Welcome
lt_lt: Sveiki
nb_no: Velkommen

source: New incident
lt_lt: Naujas įvykis
nb_no: Ny hendelse

source: Title
lt_lt: Pavadinimas
nb_no: Tittel

source: Time
lt_lt: Laikas
nb_no: Tid

source: Here goes your text...
lt_lt: Čia gali rašyti
nb_no: Her går teksten din

source: Posted by
lt_lt: Paskelbtas
nb_no: Postet av

source: Ending
lt_lt: Pabaiga
nb_no: Slutt

source: End time
lt_lt: Baigias laikas
nb_no: Slutt tid

source: Submit
lt_lt: Nusiųsti
nb_no: Send

source: Login
lt_lt: Prisijungti
nb_no: Brukernavn

source: Please login to continue.
lt_lt: Prašome prisijungti ir tęsti
nb_no: Vennligst logg inn for å fortsette

source: Email
lt_lt: Elektroninis paštas
nb_no: E-post

source: Password
lt_lt: Slaptažodis
nb_no: Passord

source: Forgotten password?
lt_lt: Pamiršote slaptažodį?
nb_no: Glemt passord

source: Remember me
lt_lt: Prisiminti mane
nb_no: Husk meg

source: Lost password
lt_lt: Pamečiau slaptažodį
nb_no: Mistet passord

source: Go back
lt_lt: Eiti atgal
nb_no: Gå tilbake

source: Password changed successfully!
lt_lt: Slaptažodis pakeistas sėkmingai
nb_no: Passord endret

source: Go back to login page
lt_lt: Eiti atgal prisijungti į puslapį
nb_no: Gå tilbake til påloggingssiden

source: Go back to start
lt_lt: Eik atgal, kad pradėtum
nb_no: Gå tilbake til start

source: Email with password reset link has been sent!
lt_lt: Į elektroninį paštą buvo nusiųstas slaptažodžio atkūrimas
nb_no: E-post med passord reset lenke er blitt sendt!

source: Submit request
lt_lt: Nusiųsti paraišką
nb_no: Send forespørsel

source: Reset password for %s (%s)
lt_lt: Atkurti slaptažodį, kad
nb_no: Reset passord for %s (%s)

source: New password
lt_lt: Naujas slaptažodis
nb_no: Nytt pasord

source: Repeat password
lt_lt: Pakartokite slaptažodį
nb_no: Gjennta passord

source: Change password
lt_lt: Pakeisti slaptažodį
nb_no: Endre passord

source: New user
lt_lt: Naujas vartotojas
nb_no: Ny bruker

source: Name
lt_lt: Vardas
nb_no: Navn

source: Surname
lt_lt: Pavardė
nb_no: Fornavn

source: Username
lt_lt: Vartotojo vardas
nb_no: Brukernavn

source: Permission
lt_lt: Leidimas
nb_no: Rettigheter

source: Settings
lt_lt: Nustatymai
nb_no: Innstillinger

source: Services
lt_lt: Paslaugos
nb_no: Tjenester

source: Add service
lt_lt: Pridėti paslauga
nb_no: Lett til tjenester

source: Delete
lt_lt: Ištrinti
nb_no: Slett

source: Users
lt_lt: Vartotojai
nb_no: Bruker

source: Add new user
lt_lt: Pridėti naują vartotoją
nb_no: Legg til ny bruker

source: Role
lt_lt: Rolė
nb_no: Rolle

source: User
lt_lt: Vartotojas
nb_no: Bruker

source: User settings
lt_lt: Vartotojo nustatymai
nb_no: Bruker instillinger

source: Planned maintenance
lt_lt: Planuojama priežiūra
nb_no: Planlagt vedlikehold

source: Back
lt_lt: Atgal
nb_no: Tilbake

source: Past incidents
lt_lt: Paskutiniai įvykiai
nb_no: Tidligere hendelser

source: No incidents
lt_lt: Nėra įvykių
nb_no: Ingen hendelser

source: Load more
lt_lt: Užkrauti daugiau
nb_no: Vis flere

source: No services
lt_lt: Nėra paslaugų
nb_no: Ingen tjenester

source: Please enter title
lt_lt: Prašau parašyti pavadinimą
nb_no: Vennligst oppgi tittel

source: Title too long! Character limit is 50
lt_lt: Pavadinimas per ilgas, limitas 50
nb_no: Tittel er for lang. Maks 50 tegn

source: Please enter text
lt_lt: Prašau parašyti tekstą
nb_no: Vennligst skriv tekst

source: Please set start and end time! Use ISO 8601 format.
lt_lt: Prašau pradėti ir baigti laiką! Naudok ISO 8601 Formatą
nb_no: Vennligst sett start og slutt tid! Benytt ISO 8601 formatet.

source: Please select at least one service
lt_lt: Prašau pasirink vieną paslaugą
nb_no: Vennligst velg mist en tjeneste

source: Start date format is not recognized. Please use ISO 8601 format.
nb_no: Start dato format er ikke gyldig. Vennligst benytt ISO 8601 formatet.

source: End date format is not recognized. Please use ISO 8601 format.
nb_no: Slutt dato format er ikke gyldig. Vennligst benytt ISO 8601 formatet.

source: Ended
lt_lt: Pabaiga
nb_no: Sluttet

source: Service name is too long! Character limit is 50
lt_lt: Paslaugos pavadinimas per ilgas! Limitas 50
nb_no: Tjeneste navn er for langt. Maks 50 tegn

source: Please enter name!
lt_lt: Prašau parašyti vardą!
nb_no: Vennligst oppgi navn!

source: You don't have the permission to do that!
lt_lt: Tu neturi teisių daryti tai!
nb_no: Du har ikke rettighter til å gjøre det!

source: Please mind the following character limits:
lt_lt: Risiminkite šiuos apribojimus
nb_no: Vennligst oppretthold følgende tegn begrensning:

source: User account created
lt_lt: Vartotojas sukurtas
nb_no: Bruker konto opprettet

source: Hi %s!<br>Your account has been created. You can login with your email address at <a href="%s">%s</a> with password %s - please change it as soon as possible.
lt_lt: Sveikas, tavo vartotojas sukurtas. Tu gali prisijungti su savo elektroniniu paštu Prašau pasikeisk kuo greičiau
nb_no: Hei %s!<br> Din konto er opprettet. Du kan logge inn med e-postadressen din på <a href="%s">%s</a> med passord %s - vennligst endre det så snart som mulig.

source: Username or email already used
lt_lt: Vardas ar elektroninis paštas jau naudojamas
nb_no: Brukernavn eller e-post er allerede brukt

source: Your account has been disabled. Please contact administrator.
lt_lt: Tavo vartotojas atjungtas. Prašau susisiek su administracija
nb_no: Din konto er blitt deaktivert. Vennligst kontkat administrator.

source: Wrong email or password
lt_lt: Klaidingas elektroninis paštas arba slaptažodis
nb_no: Feil e-post eller passord

source: Invalid token detected, please login again!
nb_no: Ugyldig token oppdaget, prøv igjen.

source: Profile picture
lt_lt: Profilio nuotrauka
nb_no: Profil bilde

source: Change role
lt_lt: Keisti rolę
nb_no: Endre rolle

source: Change email
lt_lt: Keisti elektroninį paštą
nb_no: Endre e-post

source: Old password
lt_lt: Senas slaptažodis
nb_no: Gammelt passord

source: Passwords do not match!
lt_lt: Slaptažodžiai nesutampa
nb_no: Passord stemmer ikke!

source: Cannot change password of other users!
nb_no: Kan ikke endre passord for andre brukere!

source: Wrong password!
lt_lt: Neteisingas slaptažodis
nb_no: Feilt passord!

source: Invalid token detected, please retry your request from start!
nb_no: Ugyldig token oppdaget, vennligst prøv igjen fra start!

source: Reset password
lt_lt: Atkurti slaptažodį
nb_no: Reset passord

source: Email change
lt_lt: Pakeisti elektroninį paštą
nb_no: E-post endre

source: You don't have permission to do that!
lt_lt: Tu neturi leidimo daryti tai!
nb_no: Du har ikke rettigheter til å gjøre det

source: Major outage
nb_no: Større brudd

source: Minor outage
nb_no: Mindre brudd

source: Operational
lt_lt: Veikla
nb_no: Operative

source: Some systems are experiencing major outages
nb_no: Noen systemer opplever støtte brudd

source: Some systems are experiencing minor outages
nb_no: Noen systemer opplever mindre brudd

source: Some systems are under maintenance
nb_no: Noen systemer er under vedlikehold

source: Our systems are experiencing major outages.
nb_no: Våre systemer opplever større brudd

source: Our systems are experiencing minor outages
nb_no: Våre systemer opplever mindre brudd

source: Our systems are under maintenance
nb_no: Våre systemer er under veldikehold

source: All systems operational
lt_lt: Visa sistemos veikla
nb_no: Alle systemer operative

source: Service Status
lt_lt: Paslaugų statusas
nb_no: Tjeneste Status

source: Toggle navigation
nb_no: Veksel navigering

source: User (%s)
lt_lt: Vartotojas
nb_no: Bruker (%s)

source: Logout
lt_lt: Atsijungti
nb_no: Logg av

source: Current status
lt_lt: Dabartinis statusas
nb_no: Nåværende status

source: Status page
lt_lt: Pradinis puslapis
nb_no: Status side

source: Install
lt_lt: Instaliuoti
nb_no: Installer

source: Installation
lt_lt: Instaliacija
nb_no: Installasjon

source: Connection failed: %s
lt_lt: Prisijungimo klaida
nb_no: Tilkobling feilet: %s

source: Please set valid url!
lt_lt: Prašau nu statyk galiojantį url
nb_no: Vennligst sett gyldig url!

source: Error while creating database. Please check permission for your account or MYSQL version.<br>Error: %s
lt_lt: Klaida kuriant database. Patikrink savo vartotojo leidimus arba MYSQL versija
nb_no: Feil ved oppretting av database. Sjekk rettigheter for din konto eller MYSQL versjon. <br>Error: %s

source: Website details
lt_lt: Puslapio detales
nb_no: Website detaljer

source: Also an email address for mailer would be nice :)
nb_no: Også en e-postadresse for mailer ville være fint. :-)

source: Database connection
lt_lt: Database prisijungimas
nb_no: Database tilkobling

source: We need database connection to be able to create tables. Please check that your account has the permission needed to do that.
nb_no: Vi trenger databaseforbindelse for å kunne lage tabeller. Kontroller at kontoen din har tillatelse til å gjøre det.

source: And finally, we need info to create a new user. You don't have to provide it, but then... No status page admin...
nb_no: Og til slutt trenger vi informasjon for å opprette en ny bruker. Du trenger ikke å gi det, men så ... Ingen status side admin ...

source: Run install!
lt_lt: Vykdyti instaliacija
nb_no: Kjør installering

source: Rank
lt_lt: Rankas
nb_no: Rang

source: Hi %s!<br>Below you will find link to change your password. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">RESET PASSWORD</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
lt_lt: Sveiki. Apačioje rasi linka kuriame galėsi pasikeisti slaptažodį, jei to nedarei ignoruok.
nb_no: Hei %s!<br>Nedenfor finner du lenke for å endre passordet ditt. Koblingen er gyldig i 24 timer. Hvis du ikke ba om dette, kan du overse den.<br><br><a href="%s">RESET PASSORD</a><br><br>Hvis koblingen ikke virker, kopier & amp; lim den inn i nettleseren din: <br>%s

source: Hi %s!<br>Below you will find link to change your email. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">CHANGE EMAIL</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
nb_no: Hei%s!<br>Nedenfor finner du lenke for å endre din e-post. Koblingen er gyldig i 24 timer. Hvis du ikke ba om dette, kan du overse den.<br><br><a href="%s">ENDRE E-POST</a><br><br>Hvis koblingen ikke virker, kopier & amp; lim den inn i nettleseren din: <br>%s

source: Server name
lt_lt: Serverio vardas
nb_no: Server navn

source: Mailer name
nb_no: Mailer navn

source: Mailer email
nb_no: Mailer e-post

source: Database name
lt_lt: Database vardas
nb_no: Database navn

source: Database user
lt_lt: Database vartotojas
nb_no: Database bruker

source: Database password
lt_lt: Database slaptažodis
nb_no: Database passord

source: Toggle Dropdown
nb_no: Veksle nedtrekksmeny

source: Help with translation!
lt_lt: Padėk su vertimu
nb_no: Hjelp med oversettelse!

source: Deactivate user
lt_lt: Neaktyvus vartotojas
nb_no: Deaktiver bruker

source: Activate user
lt_lt: Prisijungęs vartotojas
nb_no: Aktiver bruker

source: Please enter
lt_lt: Prašau užeik
nb_no: Vennligst skriv

source: We will ask you some basic questions about your website. Most of the settings can be later edited in the config.php file.
nb_no: Vi vil stille deg noen grunnleggende spørsmål om nettstedet ditt. De fleste innstillingene kan senere redigeres i config.php-filen.

source: We need a name for your status page (shown behind page title after the dash) and a url of your server status installation (i.e. <a href='#'>https://example.com/status</a> - without the trailing slash), so we can mail users link for forgotten password etc...
nb_no: Vi trenger et navn på statussiden din (vist bak sidetittel etter bindestrek) og en URL for serverstatusinstallasjonen din (dvs. <a href='#'> https://example.com/status </a> - uten den etterfølgende skråstrek), så vi kan sende brukere link for glemt passord osv...

source: A title that you want to be shown on the top of the page.
nb_no: En tittel du ønsker skal vises øverst på siden.

source: Service does not exist!
lt_lt: Paslauga neegzistuoja
nb_no: Tjenesten eksisterer ikke

source: Please fill in your email and password!
lt_lt: Prašau užpildyti savo elektroninį paštą ir slaptažodį!
nb_no: Vennligst fyll ut e-post og passord!

source: Change name
lt_lt: Pakeisti vardą
nb_no: Endre navn

source: Change username
lt_lt: Pakeisti vartotojo vardą
nb_no: Endre brukernavn

source: This username is already taken.
lt_lt: Šitas vartotojo vardas jau yra sukurtas.
nb_no: Ditt brukernavn er allerede brukt.

source: Cannot change username of other users!
nb_no: Kan ikke endre brukernavn for andre brukere!

source: Cannot change names of other users!
nb_no: Kan ikke endre navnet for andre brukere!

source: Confirmation email sent!
lt_lt: Patvirtinimas nusiųstas į elektroninį paštą!
nb_no: Bekreftelses e-post er sent!

source: Privacy Policy
nb_no: Personvernerklæring

source: Company name
lt_lt: Kompanijos pavadinimas
nb_no: Firma navn

source: Address
lt_lt: Adresas
nb_no: Adresse

source: Full address
lt_lt: Pilnas adresas
nb_no: Full adresse

source: E-Mail
lt_lt: Elektroninis paštas
nb_no: E-post

source: Phone
lt_lt: Telefonas
nb_no: Telefon

source: Phone number
lt_lt: Telefono numeris
nb_no: Telefon nummer

source: Who we are
lt_lt: Kas mes esam
nb_no: Hvem er vi

source: Contact
lt_lt: Kontaktai
nb_no: Kontakt

source: What personal data we collect and why
nb_no: Hvilke personlige data vi innhenter og hvorfor

source: If you access our websites, the following information will be saved: IP-address, Date, Time, Browser queries, General information about your browser, operating system and all search queries on the sites. This user data will be used for anonym user statistics to recognize trends and improve our content.
nb_no: Hvis du får tilgang til våre nettsteder, blir følgende informasjon lagret: IP-adresse, dato, klokkeslett, nettleserforespørsler, Generell informasjon om nettleseren, operativsystemet og alle søk på nettstedene. Disse brukerdataene blir brukt til anonym brukerstatistikk for å gjenkjenne trender og forbedre innholdet.

source: How we protect your data
lt_lt: Kaip mes apsaugoskim tavo duomenis
nb_no: Hvordan beskytter vi dine data

source: In collaboration with our hosting provider we try our best to protect our databases against access from third parties, losses, misuse or forgery.
nb_no: I samarbeid med vår hosting leverandør prøver vi vårt beste for å beskytte vår databaser mot tilgang fra tredjeparter, tap, misbruk eller forfalskning.

source: Third party that receive your personal data
nb_no: Tredjepart som vil motta dine personlige data

source: Cookies
nb_no: Informasjonskapsler

source: This site uses cookies – small text files that are placed on your machine to help the site provide a better user experience. In general, cookies are used to retain user preferences, store information for things like shopping carts, and provide anonymised tracking data to third party applications like Google Analytics. As a rule, cookies will make your browsing experience better. However, you may prefer to disable cookies on this site and on others. The most effective way to do this is to disable cookies in your browser. We suggest consulting the Help section of your browser or taking a look at the About Cookies website which offers guidance for all modern browsers
nb_no: Dette nettstedet bruker informasjonskapsler - små tekstfiler som er plassert på maskinen din for å hjelpe nettstedet å gi en bedre brukeropplevelse. Generelt brukes informasjonskapsler for å beholde brukerinnstillinger, lagre informasjon for ting som handlekurver, og gi anonymisert sporingsdata til tredjepartsprogrammer som Google Analytics. Informasjonskapslene vil som regel gjøre surfingopplevelsen din bedre. Du kan imidlertid foretrekke å deaktivere informasjonskapsler på dette nettstedet og andre. Den mest effektive måten å gjøre dette på er å deaktivere informasjonskapsler i nettleseren din. Vi foreslår at du konsulterer Hjelp-delen av nettleseren din eller ta en titt på Om Cookies nettsiden som gir veiledning for alle moderne nettlesere

source: Since you are collecting personal information, the GDPR needs you to have a privacy policy. Enter the details below.
nb_no: Siden du samler inn personlig informasjon, må en i følge GDPR ha en personvernpolicy. Skriv inn detaljene nedenfor.

source: Some info about yourself
nb_no: Litt info om deg selv

source: General
nb_no: Generelt

source: ID
lt_lt: Vartotojo ID

source: Super admin
lt_lt: Super adminas

source: Admin
lt_lt: Adminas

source: Server
lt_lt: Serveris

source: Editor
lt_lt: Editorius
